Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Skills section
ar: قسم Skills
de: Bereich „Skills“
es: Sección Skills
fa: بخش Skills
fr: Section Skills
hi: Skills अनुभाग
id: Bagian Skills
it: Sezione Skills
ja_jp: Skillsセクション
ko: Skills 섹션
nl: Skills-sectie
pl: Sekcja Skills
pt_br: Seção Skills
ru: Раздел Skills
sv: Skills-avsnitt
th: ส่วน Skills
tr: Skills bölümü
uk: Розділ Skills
vi: Phần Skills
zh_cn: Skills 部分
zh_tw: Skills 區段

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fa: رد کردن
fr: Ignorer
hi: छोड़ें
id: Lewati
it: Salta
ja_jp: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过
zh_tw: 略過

source: Skip Gateway setup for now; pick Local or Remote later in Settings → General.
ar: تخطَّ إعداد Gateway الآن؛ اختر Local أو Remote لاحقًا من الإعدادات → عام.
de: Gateway-Einrichtung vorerst überspringen; wählen Sie später in Einstellungen → Allgemein Lokal oder Remote aus.
es: Omitir la configuración de Gateway por ahora; elige Local o Remote más tarde en Ajustes → General.
fa: فعلاً راه‌اندازی Gateway را رد کنید؛ بعداً در Settings → General، Local یا Remote را انتخاب کنید.
fr: Ignorer la configuration de Gateway pour le moment ; choisissez Local ou Remote plus tard dans Réglages → Général.
hi: अभी के लिए Gateway सेटअप छोड़ें; बाद में Settings → General में Local या Remote चुनें।
id: Lewati penyiapan Gateway untuk saat ini; pilih Lokal atau Jarak Jauh nanti di Pengaturan → Umum.
it: Salta per ora la configurazione del Gateway; scegli Locale o Remoto più tardi in Impostazioni → Generali.
ja_jp: 今は Gateway のセットアップをスキップします。あとで設定 → 一般で Local または Remote を選択してください。
ko: 지금은 Gateway 설정을 건너뛰고, 나중에 설정 → 일반에서 Local 또는 Remote를 선택하세요.
nl: Sla de Gateway-installatie voorlopig over; kies later Lokaal of Extern in Instellingen → Algemeen.
pl: Na razie pomiń konfigurację Gateway; wybierz Local lub Remote później w Ustawienia → Ogólne.
pt_br: Pule a configuração do Gateway por enquanto; escolha Local ou Remoto depois em Ajustes → Geral.
ru: Пока пропустить настройку Gateway; выберите Local или Remote позже в Настройках → Основные.
sv: Hoppa över Gateway-konfigurationen tills vidare; välj Lokalt eller Fjärranslutet senare i Inställningar → Allmänt.
th: ข้ามการตั้งค่า Gateway ไว้ก่อน เลือก Local หรือ Remote ภายหลังใน Settings → General
tr: Gateway kurulumunu şimdilik atlayın; daha sonra Ayarlar → Genel bölümünde Local veya Remote’u seçin.
uk: Поки пропустити налаштування Gateway; виберіть Local або Remote пізніше в Налаштуваннях → General.
vi: Tạm thời bỏ qua thiết lập Gateway; chọn Local hoặc Remote sau trong Cài đặt → Cài đặt chung.
zh_cn: 暂时跳过 Gateway 设置；稍后可在设置 → 通用中选择本地或远程。
zh_tw: 暫時略過 Gateway 設定；稍後可在「設定」→「一般」中選擇本機或遠端。

source: Skip for now
ar: تخطي الآن
de: Vorerst überspringen
es: Omitir por ahora
fa: فعلاً رد شود
fr: Ignorer pour l’instant
hi: अभी के लिए छोड़ें
id: Lewati untuk sekarang
it: Salta per ora
ja_jp: 今はスキップ
ko: 지금은 건너뛰기
nl: Voor nu overslaan
pl: Pomiń na razie
pt_br: Pular por enquanto
ru: Пропустить пока
sv: Hoppa över tills vidare
th: ข้ามไปก่อน
tr: Şimdilik atla
uk: Пропустити зараз
vi: Bỏ qua lúc này
zh_cn: 暂时跳过
zh_tw: 暫時略過

source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitido
fa: رد شد
fr: Ignoré
hi: छोड़ा गया
id: Dilewati
it: Saltato
ja_jp: スキップ済み
ko: 건너뜀
nl: Overgeslagen
pl: Pominięto
pt_br: Pulado
ru: Пропущено
sv: Överhoppad
th: ข้ามแล้ว
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh_cn: 已跳过
zh_tw: 已略過

source: Skipping…
ar: جارٍ التخطي…
de: Wird übersprungen…
es: Omitiendo…
fa: در حال رد کردن…
fr: Ignoré…
hi: छोड़ा जा रहा है…
id: Melewati…
it: Ignoro…
ja_jp: スキップ中…
ko: 건너뛰는 중…
nl: Overslaan…
pl: Pomijanie…
pt_br: Pulando…
ru: Пропуск…
sv: Hoppar över…
th: กำลังข้าม…
tr: Atlanıyor…
uk: Пропуск…
vi: Đang bỏ qua…
zh_cn: 正在跳过…
zh_tw: 正在略過…

source: Snapping
ar: الالتقاط
de: Schnappen
es: Chasqueando
fa: تق‌تق‌کردن
fr: Claquement
hi: तस्वीर ले रहे हैं
id: Menjepret
it: Scatto
ja_jp: スナップ中
ko: 집게질하는 중
nl: Knippen
pl: Pstrykanie
pt_br: Estalando
ru: Щёлкаем
sv: Knäpper
th: กำลังงับ
tr: Şaklatılıyor
uk: Клацання
vi: Đang búng càng
zh_cn: 啪嗒中
zh_tw: 啪嗒作響中

source: Snapshot
ar: لقطة
es: Instantánea
fr: Instantané
hi: स्नैपशॉट
it: Istantanea
ja_jp: スナップショット
ko: 스냅샷
pl: Migawka
ru: Снимок
sv: Ögonblicksbild
tr: Anlık görüntü
uk: Знімок
zh_cn: 快照
zh_tw: 快照

source: Sounds
ar: الأصوات
de: Töne
es: Sonidos
fa: صداها
fr: Sons
hi: ध्वनियाँ
id: Suara
it: Suoni
ja_jp: サウンド
ko: 소리
nl: Geluiden
pl: Dźwięki
pt_br: Sons
ru: Звуки
sv: Ljud
th: เสียง
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_cn: 声音
zh_tw: 音效

source: Sparkles
ar: بريق
de: Funkeln
es: Destellos
fa: درخشش‌ها
fr: Étincelles
hi: चमक
id: Kilauan
it: Scintille
ko: 반짝임
nl: Sprankelingen
pl: Iskierki
pt_br: Brilhos
ru: Искры
sv: Gnistor
th: ประกาย
tr: Parıltılar
uk: Блискітки
vi: Lấp lánh
zh_cn: 闪光
zh_tw: 閃爍

source: Speaking
ar: جارٍ التحدث
de: Spricht
es: Hablando
fa: در حال صحبت
fr: Parle
hi: बोल रहा है
id: Berbicara
it: In conversazione
ja_jp: 話しています
ko: 말하는 중
nl: Spreken
pl: Mówienie
pt_br: Falando
ru: Говорю
sv: Talar
th: กำลังพูด
tr: Konuşuluyor
uk: Говорю
vi: Đang nói
zh_cn: 正在说话
zh_tw: 正在說話

source: Speaking, tap to stop
ar: جارٍ التحدث، اضغط للإيقاف
de: Spricht, zum Stoppen tippen
es: Hablando, toca para detener
fa: در حال صحبت، برای توقف ضربه بزنید
fr: Lecture, toucher pour arrêter
hi: बोला जा रहा है, रोकने के लिए टैप करें
id: Berbicara, ketuk untuk berhenti
it: Riproduzione vocale, tocca per interrompere
ja_jp: 読み上げ中、タップして停止
ko: 말하는 중, 탭하여 중지
nl: Spreekt, tik om te stoppen
pl: Mówienie, stuknij, aby zatrzymać
pt_br: Falando, toque para parar
ru: Воспроизведение речи, нажмите, чтобы остановить
sv: Talar, tryck för att stoppa
th: กำลังพูด แตะเพื่อหยุด
tr: Konuşuyor, durdurmak için dokunun
uk: Озвучення, торкніться, щоб зупинити
vi: Đang nói, chạm để dừng
zh_cn: 正在朗读，轻点以停止
zh_tw: 正在朗讀，點一下即可停止

source: Speaking…
ar: جارٍ التحدث…
de: Spricht…
es: Hablando…
fa: در حال صحبت…
fr: Lecture…
hi: बोला जा रहा है…
id: Berbicara…
it: Riproduzione vocale…
ja_jp: 読み上げ中…
ko: 말하는 중…
nl: Spreekt…
pl: Mówienie…
pt_br: Falando…
ru: Воспроизведение речи…
sv: Talar…
th: กำลังพูด…
tr: Konuşuyor…
uk: Озвучення…
vi: Đang nói…
zh_cn: 正在朗读…
zh_tw: 正在朗讀…

source: Stable
ar: مستقر
de: Stabil
es: Estable
fa: پایدار
hi: स्टेबल
id: Stabil
it: Stabile
ja_jp: 安定版
ko: 안정 버전
nl: Stabiel
pl: Stabilna
pt_br: Estável
ru: Стабильная
sv: Stabil
th: เสถียร
tr: Kararlı
uk: Стабільна
vi: Ổn định
zh_cn: 稳定版
zh_tw: 穩定版

source: Start
ar: بدء
de: Starten
es: Iniciar
fa: شروع
fr: Démarrer
hi: शुरू करें
id: Mulai
it: Avvia
ja_jp: 開始
ko: 시작
nl: Starten
pl: Rozpocznij
pt_br: Iniciar
ru: Начать
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_cn: 开始
zh_tw: 開始

source: Start Tailscale
ar: ابدأ Tailscale
de: Tailscale starten
es: Iniciar Tailscale
fa: شروع Tailscale
fr: Démarrer Tailscale
hi: Tailscale शुरू करें
id: Mulai Tailscale
it: Avvia Tailscale
ja_jp: Tailscale を開始
ko: Tailscale 시작
nl: Tailscale starten
pl: Uruchom Tailscale
pt_br: Iniciar Tailscale
ru: Запустить Tailscale
sv: Starta Tailscale
th: เริ่ม Tailscale
tr: Tailscale'i Başlat
uk: Запустити Tailscale
vi: Khởi động Tailscale
zh_cn: 启动 Tailscale
zh_tw: 啟動 Tailscale

source: Start Tailscale to get your tailnet hostname.
ar: ابدأ Tailscale للحصول على اسم مضيف tailnet الخاص بك.
de: Starten Sie Tailscale, um Ihren Tailnet-Hostnamen zu erhalten.
es: Inicia Tailscale para obtener el nombre de host de tu tailnet.
fa: Tailscale را شروع کنید تا نام میزبان tailnet خود را دریافت کنید.
fr: Démarrez Tailscale pour obtenir le nom d’hôte de votre tailnet.
hi: अपना tailnet होस्टनेम पाने के लिए Tailscale शुरू करें।
id: Mulai Tailscale untuk mendapatkan nama host tailnet Anda.
it: Avvia Tailscale per ottenere il nome host della tua tailnet.
ja_jp: tailnet ホスト名を取得するには Tailscale を開始してください。
ko: tailnet 호스트 이름을 받으려면 Tailscale을 시작하세요.
nl: Start Tailscale om je tailnet-hostnaam te krijgen.
pl: Uruchom Tailscale, aby uzyskać nazwę hosta tailnet.
pt_br: Inicie o Tailscale para obter o nome de host do seu tailnet.
ru: Запустите Tailscale, чтобы получить имя хоста tailnet.
sv: Starta Tailscale för att få ditt tailnet-värdnamn.
th: เริ่ม Tailscale เพื่อรับชื่อโฮสต์ tailnet ของคุณ
tr: Tailnet ana makine adınızı almak için Tailscale'i başlatın.
uk: Запустіть Tailscale, щоб отримати ім’я хоста tailnet.
vi: Khởi động Tailscale để lấy tên máy chủ tailnet của bạn.
zh_cn: 启动 Tailscale 以获取你的 tailnet 主机名。
zh_tw: 啟動 Tailscale 以取得你的 tailnet 主機名稱。

source: Start a full voice conversation when a wake phrase is detected.
ar: بدء محادثة صوتية كاملة عند اكتشاف عبارة تنبيه.
de: Eine vollständige Sprachunterhaltung starten, wenn eine Weckphrase erkannt wird.
es: Inicia una conversación de voz completa cuando se detecta una frase de activación.
fa: وقتی عبارت بیدارسازی تشخیص داده شد، یک مکالمه صوتی کامل را شروع کند.
fr: Démarrer une conversation vocale complète lorsqu’une phrase de réveil est détectée.
hi: वेक वाक्यांश पहचाने जाने पर पूरी वॉइस बातचीत शुरू करें।
id: Mulai percakapan suara penuh saat frasa bangun terdeteksi.
it: Avvia una conversazione vocale completa quando viene rilevata una frase di attivazione.
ja_jp: ウェイクフレーズが検出されたら、完全な音声会話を開始します。
ko: 깨우기 문구가 감지되면 전체 음성 대화를 시작합니다.
nl: Start een volledig spraakgesprek wanneer een wake-zin wordt gedetecteerd.
pl: Rozpocznij pełną rozmowę głosową po wykryciu frazy wybudzania.
pt_br: Inicie uma conversa por voz completa quando uma frase de ativação for detectada.
ru: Начинать полноценный голосовой разговор при обнаружении фразы активации.
sv: Starta en fullständig röstkonversation när en väckningsfras identifieras.
th: เริ่มการสนทนาด้วยเสียงแบบเต็มเมื่อมีการตรวจพบวลีปลุก
tr: Bir uyandırma ifadesi algılandığında tam bir sesli konuşma başlatın.
uk: Почати повну голосову розмову, коли виявлено фразу пробудження.
vi: Bắt đầu một cuộc trò chuyện bằng giọng nói đầy đủ khi phát hiện cụm từ đánh thức.
zh_cn: 检测到唤醒短语时，开始完整的语音对话。
zh_tw: 偵測到喚醒詞時，開始完整的語音對話。

source: Start dictation
ar: بدء الإملاء
de: Diktat starten
es: Iniciar dictado
fa: شروع دیکته
fr: Démarrer la dictée
hi: डिक्टेशन शुरू करें
id: Mulai dikte
it: Avvia dettatura
ja_jp: 音声入力を開始
ko: 받아쓰기 시작
nl: Start dicteren
pl: Rozpocznij dyktowanie
pt_br: Iniciar ditado
ru: Начать диктовку
sv: Starta diktering
th: เริ่มการป้อนตามคำบอก
tr: Dikteyi başlat
uk: Почати диктування
vi: Bắt đầu đọc chính tả
zh_cn: 开始听写
zh_tw: 開始聽寫

source: Start listening while you hold the key and show the preview overlay.
ar: بدء الاستماع أثناء الضغط باستمرار على المفتاح وعرض طبقة المعاينة.
de: Mit dem Zuhören beginnen, während Sie die Taste gedrückt halten, und die Vorschau-Überlagerung anzeigen.
es: Empieza a escuchar mientras mantienes pulsada la tecla y muestra la superposición de vista previa.
fa: تا زمانی که کلید را نگه داشته‌اید، گوش دادن شروع شود و پوشش پیش‌نمایش نمایش داده شود.
fr: Commencer l’écoute pendant que vous maintenez la touche enfoncée et afficher l’aperçu superposé.
hi: कुंजी दबाए रखने के दौरान सुनना शुरू करें और प्रीव्यू ओवरले दिखाएँ।
id: Mulai mendengarkan saat Anda menahan tombol dan tampilkan overlay pratinjau.
it: Inizia ad ascoltare mentre tieni premuto il tasto e mostra la sovrapposizione di anteprima.
ja_jp: キーを押している間リスニングを開始し、プレビューオーバーレイを表示します。
ko: 키를 누르고 있는 동안 듣기를 시작하고 미리보기 오버레이를 표시합니다.
nl: Begin met luisteren terwijl je de toets ingedrukt houdt en toon de voorvertoningsoverlay.
pl: Rozpocznij nasłuchiwanie podczas przytrzymywania klawisza i pokaż nakładkę podglądu.
pt_br: Comece a ouvir enquanto você segura a tecla e mostre a sobreposição de pré-visualização.
ru: Начать прослушивание, пока вы удерживаете клавишу, и показать оверлей предпросмотра.
sv: Börja lyssna medan du håller ned tangenten och visa förhandsvisningsöverlägget.
th: เริ่มฟังขณะที่คุณกดปุ่มค้างไว้และแสดงโอเวอร์เลย์แสดงตัวอย่าง
tr: Tuşu basılı tuttuğunuz süre boyunca dinlemeye başlayın ve önizleme katmanını gösterin.
uk: Почати слухати, поки ви утримуєте клавішу, і показати накладку попереднього перегляду.
vi: Bắt đầu nghe khi bạn giữ phím và hiển thị lớp phủ xem trước.
zh_cn: 按住该按键时开始监听，并显示预览浮层。
zh_tw: 按住按鍵時開始聆聽，並顯示預覽覆蓋層。

source: Start realtime chat
ar: بدء الدردشة الفورية
de: Echtzeit-Chat starten
es: Iniciar chat en tiempo real
fa: شروع گفت‌وگوی هم‌زمان
fr: Démarrer le chat en temps réel
hi: रीयल-टाइम चैट शुरू करें
id: Mulai obrolan waktu nyata
it: Avvia chat in tempo reale
ja_jp: リアルタイムチャットを開始
ko: 실시간 채팅 시작
nl: Realtimechat starten
pl: Rozpocznij czat w czasie rzeczywistym
pt_br: Iniciar conversa em tempo real
ru: Начать чат в реальном времени
sv: Starta realtidschatt
th: เริ่มแชทแบบเรียลไทม์
tr: Gerçek zamanlı sohbeti başlat
uk: Почати чат у реальному часі
vi: Bắt đầu trò chuyện theo thời gian thực
zh_cn: 开始实时聊天
zh_tw: 開始即時聊天

source: Start test
ar: بدء الاختبار
de: Test starten
es: Iniciar prueba
fa: شروع آزمایش
fr: Démarrer le test
hi: परीक्षण शुरू करें
id: Mulai uji
it: Avvia test
ja_jp: テストを開始
ko: 테스트 시작
nl: Test starten
pl: Rozpocznij test
pt_br: Iniciar teste
ru: Начать проверку
sv: Starta test
th: เริ่มทดสอบ
tr: Testi başlat
uk: Почати перевірку
vi: Bắt đầu kiểm tra
zh_cn: 开始测试
zh_tw: 開始測試

source: Start the background service
ar: ابدأ خدمة الخلفية
de: Hintergrunddienst starten
es: Iniciar el servicio en segundo plano
fa: شروع سرویس پس‌زمینه
fr: Démarrer le service d’arrière-plan
hi: background service शुरू करें
id: Mulai layanan latar belakang
it: Avvia il servizio in background
ja_jp: バックグラウンドサービスを開始
ko: 백그라운드 서비스 시작
nl: De achtergrondservice starten
pl: Uruchom usługę w tle
pt_br: Iniciar o serviço em segundo plano
ru: Запустить фоновую службу
sv: Starta bakgrundstjänsten
th: เริ่มบริการเบื้องหลัง
tr: Arka plan hizmetini başlat
uk: Запустити фонову службу
vi: Khởi động dịch vụ nền
zh_cn: 启动后台服务
zh_tw: 啟動背景服務

source: Starting local model setup…
ar: جارٍ بدء إعداد النموذج المحلي…
de: Einrichtung des lokalen Modells wird gestartet…
es: Iniciando la configuración del modelo local…
fa: در حال شروع راه‌اندازی مدل محلی…
fr: Démarrage de la configuration du modèle local…
hi: लोकल मॉडल सेटअप शुरू हो रहा है…
id: Memulai penyiapan model lokal…
it: Avvio della configurazione del modello locale…
ja_jp: ローカルモデルのセットアップを開始しています…
ko: 로컬 모델 설정을 시작하는 중…
nl: Lokale modelinstelling starten…
pl: Rozpoczynanie konfiguracji modelu lokalnego…
pt_br: Iniciando a configuração do modelo local…
ru: Запуск настройки локальной модели…
sv: Startar konfiguration av lokal modell…
th: กำลังเริ่มการตั้งค่าโมเดลในเครื่อง…
tr: Yerel model kurulumu başlatılıyor…
uk: Запуск налаштування локальної моделі…
vi: Đang bắt đầu thiết lập mô hình cục bộ…
zh_cn: 正在启动本地模型设置…
zh_tw: 正在開始本機模型設定…

source: Starting secure sign-in…
ar: جارٍ بدء تسجيل الدخول الآمن…
de: Sichere Anmeldung wird gestartet…
es: Iniciando sesión segura…
fa: در حال شروع ورود امن…
fr: Démarrage de la connexion sécurisée…
hi: सुरक्षित साइन-इन शुरू हो रहा है…
id: Memulai proses masuk yang aman…
it: Avvio accesso sicuro…
ja_jp: 安全なサインインを開始しています…
ko: 보안 로그인 시작 중…
nl: Beveiligde aanmelding starten…
pl: Rozpoczynanie bezpiecznego logowania…
pt_br: Iniciando login seguro…
ru: Запуск безопасного входа…
sv: Startar säker inloggning…
th: กำลังเริ่มการลงชื่อเข้าใช้แบบปลอดภัย…
tr: Güvenli oturum açma başlatılıyor…
uk: Запуск безпечного входу…
vi: Đang bắt đầu đăng nhập an toàn…
zh_cn: 正在启动安全登录…
zh_tw: 正在啟動安全登入…

source: Starting…
ar: جارٍ البدء…
de: Wird gestartet…
es: Iniciando…
fa: در حال شروع…
fr: Démarrage…
hi: शुरू हो रहा है…
id: Memulai…
it: Avvio…
ja_jp: 起動中…
ko: 시작 중…
nl: Wordt gestart…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
sv: Startar…
th: กำลังเริ่ม…
tr: Başlatılıyor…
uk: Запускається…
vi: Đang khởi động…
zh_cn: 正在启动…
zh_tw: 正在啟動…

source: Starts enabled. After this Mac is paired and macOS access is granted, the paired Gateway can move the pointer, click, and type without per-action confirmation. High risk.
ar: يبدأ مفعّلًا. بعد إقران جهاز Mac هذا ومنح أذونات الوصول في macOS، يمكن لـ Gateway المقترن تحريك المؤشر والنقر والكتابة من دون تأكيد كل إجراء. خطورة عالية.
de: Ist standardmäßig aktiviert. Nachdem dieser Mac gekoppelt und der macOS-Zugriff gewährt wurde, kann das gekoppelte Gateway den Mauszeiger bewegen, klicken und Text eingeben, ohne dass jede Aktion einzeln bestätigt werden muss. Hohes Risiko.
es: Se inicia habilitado. Una vez que este Mac esté emparejado y se conceda el acceso de macOS, el Gateway emparejado podrá mover el puntero, hacer clic y escribir sin confirmación para cada acción. Riesgo alto.
fa: در ابتدا فعال است. پس از جفت‌شدن این Mac و اعطای دسترسی macOS، Gateway جفت‌شده می‌تواند بدون تأیید جداگانه برای هر عمل، نشانگر را حرکت دهد، کلیک کند و تایپ کند. پرخطر.
fr: Activé par défaut. Une fois ce Mac jumelé et l’accès macOS accordé, le Gateway jumelé peut déplacer le pointeur, cliquer et saisir du texte sans confirmation pour chaque action. Risque élevé.
hi: शुरू में सक्षम रहता है। इस Mac के पेयर हो जाने और macOS एक्सेस की अनुमति मिलने के बाद, पेयर किया गया Gateway हर कार्रवाई की पुष्टि के बिना पॉइंटर को चला सकता है, क्लिक कर सकता है और टाइप कर सकता है। उच्च जोखिम।
id: Diaktifkan secara default. Setelah Mac ini dipasangkan dan akses macOS diberikan, Gateway yang dipasangkan dapat menggerakkan penunjuk, mengeklik, dan mengetik tanpa konfirmasi untuk setiap tindakan. Berisiko tinggi.
it: Si avvia abilitato. Dopo aver abbinato questo Mac e concesso l’accesso a macOS, il Gateway abbinato può spostare il puntatore, fare clic e digitare senza conferma per ogni azione. Rischio elevato.
ja_jp: 初期状態で有効です。このMacがペアリングされ、macOSでアクセスが許可されると、ペアリング済みのGatewayは操作ごとの確認なしにポインタの移動、クリック、入力を行えます。高リスクです。
ko: 처음부터 활성화됩니다. 이 Mac이 페어링되고 macOS 접근 권한이 허용되면, 페어링된 Gateway가 작업별 확인 없이 포인터를 이동하고 클릭하고 입력할 수 있습니다. 위험도가 높습니다.
nl: Staat standaard aan. Nadat deze Mac is gekoppeld en macOS-toegang is verleend, kan de gekoppelde Gateway de aanwijzer verplaatsen, klikken en typen zonder bevestiging per actie. Hoog risico.
pl: Funkcja jest domyślnie włączona. Po sparowaniu tego Maca i przyznaniu dostępu w macOS sparowany Gateway może przesuwać wskaźnik, klikać i pisać bez potwierdzania każdej czynności. Wysokie ryzyko.
pt_br: Inicia ativado. Depois que este Mac for emparelhado e o acesso do macOS for concedido, o Gateway emparelhado poderá mover o cursor, clicar e digitar sem confirmação para cada ação. Alto risco.
ru: Изначально включено. После сопряжения этого Mac и предоставления доступа в macOS сопряжённый Gateway сможет перемещать указатель, нажимать и вводить текст без подтверждения каждого действия. Высокий риск.
sv: Aktiverad från början. När denna Mac har parkopplats och macOS-åtkomst har beviljats kan den parkopplade Gateway flytta pekaren, klicka och skriva utan bekräftelse för varje åtgärd. Hög risk.
th: เปิดใช้งานตั้งแต่เริ่มต้น หลังจากจับคู่ Mac เครื่องนี้และอนุญาตสิทธิ์เข้าถึง macOS แล้ว Gateway ที่จับคู่จะสามารถเลื่อนตัวชี้ คลิก และพิมพ์ได้โดยไม่ต้องยืนยันแต่ละการดำเนินการ มีความเสี่ยงสูง
tr: Etkin olarak başlar. Bu Mac eşleştirildikten ve macOS erişimi verildikten sonra eşleştirilmiş Gateway, her işlem için onay gerektirmeden işaretçiyi hareket ettirebilir, tıklayabilir ve yazabilir. Yüksek risk.
uk: Початково ввімкнено. Після створення пари з цим Mac і надання доступу в macOS підключений Gateway зможе переміщувати вказівник, натискати та вводити текст без підтвердження кожної дії. Високий ризик.
vi: Được bật khi khởi động. Sau khi máy Mac này được ghép nối và quyền truy cập macOS được cấp, Gateway đã ghép nối có thể di chuyển con trỏ, nhấp và nhập mà không cần xác nhận cho từng thao tác. Rủi ro cao.
zh_cn: 默认启用。此 Mac 完成配对并授予 macOS 访问权限后，已配对的 Gateway 无需逐项确认即可移动指针、点击和输入。风险较高。
zh_tw: 預設為啟用。此 Mac 配對且授予 macOS 存取權後，已配對的 Gateway 無需逐次確認即可移動指標、點按及輸入。高風險。

source: Status
ar: الحالة
es: Estado
fa: وضعیت
fr: État
hi: स्थिति
it: Stato
ja_jp: ステータス
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_tw: 狀態

source: Status unavailable
ar: الحالة غير متوفرة
de: Status nicht verfügbar
es: Estado no disponible
fa: وضعیت در دسترس نیست
fr: Statut indisponible
hi: स्थिति अनुपलब्ध
id: Status tidak tersedia
it: Stato non disponibile
ja_jp: ステータスを取得できません
ko: 상태를 사용할 수 없음
nl: Status niet beschikbaar
pl: Status niedostępny
pt_br: Status indisponível
ru: Статус недоступен
sv: Status ej tillgänglig
th: สถานะไม่พร้อมใช้งาน
tr: Durum kullanılamıyor
uk: Статус недоступний
vi: Trạng thái không khả dụng
zh_cn: 状态不可用
zh_tw: 狀態無法使用

source: Stay in control
ar: ابقَ مسيطرًا
de: Behalten Sie die Kontrolle
es: Mantén el control
fa: کنترل را در دست داشته باشید
fr: Gardez le contrôle
hi: नियंत्रण अपने पास रखें
id: Tetap memegang kendali
it: Mantieni il controllo
ja_jp: コントロールを維持
ko: 제어 유지하기
nl: Houd de controle
pl: Zachowaj kontrolę
pt_br: Mantenha o controle
ru: Сохраняйте контроль
sv: Behåll kontrollen
th: ควบคุมได้เสมอ
tr: Kontrol sizde kalsın
uk: Зберігайте контроль
vi: Luôn nắm quyền kiểm soát
zh_cn: 掌控一切
zh_tw: 保持掌控

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fa: توقف
fr: Arrêter
hi: रोकें
id: Berhenti
it: Interrompi
ja_jp: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sv: Stoppa
th: หยุด
tr: Durdur
uk: Зупинити
vi: Dừng
zh_cn: 停止
zh_tw: 停止

source: Stop Listening
ar: إيقاف الاستماع
de: Zuhören beenden
es: Dejar de escuchar
fa: توقف گوش دادن
fr: Arrêter l’écoute
hi: सुनना बंद करें
id: Berhenti Mendengarkan
it: Interrompi ascolto
ja_jp: 聞き取りを停止
ko: 듣기 중지
nl: Stoppen met luisteren
pl: Przestań słuchać
pt_br: Parar de ouvir
ru: Остановить прослушивание
sv: Sluta lyssna
th: หยุดฟัง
tr: Dinlemeyi Durdur
uk: Припинити слухання
vi: Dừng nghe
zh_cn: 停止聆听
zh_tw: 停止聆聽

source: Stop Talk Mode
ar: إيقاف وضع التحدث
de: Sprechmodus stoppen
es: Detener modo de conversación
fa: توقف حالت گفتگو
fr: Arrêter le mode conversation
hi: Talk Mode रोकें
id: Hentikan Mode Bicara
it: Interrompi modalità conversazione
ja_jp: トークモードを停止
ko: 대화 모드 중지
nl: Praatmodus stoppen
pl: Zatrzymaj tryb rozmowy
pt_br: Parar modo de conversa
ru: Остановить режим разговора
sv: Stoppa talläge
th: หยุดโหมดพูดคุย
tr: Konuşma Modunu Durdur
uk: Зупинити режим розмови
vi: Dừng Chế độ trò chuyện
zh_cn: 停止对话模式
zh_tw: 停止對話模式

source: Stop dictation
ar: إيقاف الإملاء
de: Diktat beenden
es: Detener dictado
fa: توقف دیکته
fr: Arrêter la dictée
hi: डिक्टेशन रोकें
id: Hentikan dikte
it: Interrompi dettatura
ja_jp: 音声入力を停止
ko: 받아쓰기 중지
nl: Stoppen met dicteren
pl: Zatrzymaj dyktowanie
pt_br: Parar ditado
ru: Остановить диктовку
sv: Stoppa diktering
th: หยุดการป้อนตามคำบอก
tr: Dikteyi durdur
uk: Зупинити диктування
vi: Dừng đọc chính tả
zh_cn: 停止听写
zh_tw: 停止聽寫

source: Stop realtime chat
ar: إيقاف الدردشة الفورية
de: Echtzeit-Chat beenden
es: Detener chat en tiempo real
fa: توقف گفت‌وگوی هم‌زمان
fr: Arrêter le chat en temps réel
hi: रीयल-टाइम चैट रोकें
id: Hentikan obrolan waktu nyata
it: Interrompi chat in tempo reale
ja_jp: リアルタイムチャットを停止
ko: 실시간 채팅 중지
nl: Realtimechat stoppen
pl: Zatrzymaj czat w czasie rzeczywistym
pt_br: Encerrar conversa em tempo real
ru: Остановить чат в реальном времени
sv: Stoppa realtidschatt
th: หยุดแชทแบบเรียลไทม์
tr: Gerçek zamanlı sohbeti durdur
uk: Зупинити чат у реальному часі
vi: Dừng trò chuyện theo thời gian thực
zh_cn: 停止实时聊天
zh_tw: 停止即時聊天

source: Stop response
ar: إيقاف الرد
de: Antwort stoppen
es: Detener respuesta
fa: توقف پاسخ
fr: Arrêter la réponse
hi: प्रतिक्रिया रोकें
id: Hentikan respons
it: Interrompi risposta
ja_jp: 応答を停止
ko: 응답 중지
nl: Antwoord stoppen
pl: Zatrzymaj odpowiedź
pt_br: Parar resposta
ru: Остановить ответ
sv: Stoppa svar
th: หยุดการตอบกลับ
tr: Yanıtı durdur
uk: Зупинити відповідь
vi: Dừng phản hồi
zh_cn: 停止响应
zh_tw: 停止回應

source: Stopped
ar: متوقف
de: Angehalten
es: Detenido
fa: متوقف شد
fr: Arrêté
hi: रुका हुआ
id: Dihentikan
it: Interrotto
ja_jp: 停止中
ko: 중지됨
nl: Gestopt
pl: Zatrzymano
pt_br: Parado
ru: Остановлено
sv: Stoppad
th: หยุดแล้ว
tr: Durduruldu
uk: Зупинено
vi: Đã dừng
zh_cn: 已停止
zh_tw: 已停止
